inst = '''
Ця програма дозволить вам за допомогою тесту Руф'є провести первинну діагностику вашого здоров'я.\n
Проба Руф'є являє собою навантажувальний комплекс, призначений для оцінки працездатності серця при \n
фізичному навантаженні.
У випробуваного визначають частоту пульсу за 15 секунд.
Потім протягом 45 секунд випробуваний виконує 30 присідань.\n
Після закінчення навантаження пульс підраховується знову: число \n
пульсацій за перші 15 секунд, 30 секунд відпочинку, число пульсацій за останні 15 секунд.\n '''
inst2 = "Виміряйте пульс за 15 секунд. \n результат запишіть і відповідне поле."
inst3 = "Виконайте 30 присідань за 45 секунд."
inst4 = '''
Протягом хвилини заміряйте пульс двічі \n 
за перші 15 секунд, потім за останні 15 секунд \n 
результати запишіть у відповідні пол '''